import React from 'react';
import './CardInfo.css'; // Ensure to create this CSS file

const CardInfo = () => {
  return (
    <div className="card-info">
      <div className="card-text">
        <h1 className="card-title">Кыргызстан туризм</h1>
        <h2 className="card-title2">Кыргызстан туризм</h2>
        <p className="card-description">
          Чем известен Кыргызстан? Прежде всего, первозданно чистой природы: заснеженными горными вершинами, живописными альпийскими лугами, наполненными красками и ароматами полевых трав и цветов, чистыми горными реками и безмятежными зеркальными озерами, разбросанными среди высоких вершин. Если вы хотите познакомиться с этими дикими природными уголками, а также с древней историей Шелкового пути, отправляйтесь в затерянную в горах среднеазиатскую страну и погрузитесь в мир нетронутой природы и кочевой жизни. Всё больше путешественников отправляются сюда, и туризм в Кыргызстане год от года набирает обороты. Любой тур по Кыргызстану станет уникальным, необычным опытом, который обязательно оставит воспоминания на всю жизнь. <hr />

          Кыргызстан находится в центре Евразийского континента, между востоком и западом. Несмотря на то, что Кыргызстан является относительно небольшой страной, в нем есть три горные вершины высотой более 7000 метров. При этом 94% территории страны находится на высоте более 1000 метров над уровнем моря, а 80% площади государства занимает горный хребет Тянь-Шань. Лучший способ познакомиться с разнообразием климатических зон Кыргызстана – это отправиться в поход по тропам, которые проходят через хвойные леса, тундровую растительность, удаленные пастбища и скалистые горные вершины.
        </p>
        <p className="card-description">
          Исторический туризм в Кыргызстане охватывает события тысячелетий, рисуя образы кочевников, поселенцев и купцов прошлого. С самой ранней историей можно познакомиться, отправившись к петроглифам Чолпон-Аты, которые дают редкое представление о доисламском образе жизни народов, населяющих горы Тянь-Шань. Побывайте в музеях, где экспозиции рассказывают о быте кочевников, или посетите остатки средневековых городов Узген и Баласагун. Откройте для себя таинственный караван-сарай Таш-Рабат, являющийся одним из немногих безмолвных свидетелей могущества Великого Шелкового пути. И не забудьте познакомиться с современной историей Бишкека, Каракола и других кыргызских городов. <hr />
        </p>
        <p className="card-description">
          Для любителей горных видов спорта активный туризм в Кыргызстане – это идеальное приключение. Горные реки страны в последнее время стали известны среди любителей рафтинга. Пешие прогулки и скалолазание уже давно пользуются популярностью благодаря проложенным туристическим маршрутам, а также за счет того, что в Кыргызстане повсеместно сохранились девственно чистые природные уголки. Зимой популярно катание на лыжах и сноуборде, а летом горные велопрогулки. Особо смелые путешественники могут заняться дельтапланеризмом, парашютным спортом или бейсджампингом. Для тех, кто не хочет отъезжать далеко от цивилизации, предусмотрена верховая езда на лошадях: это идеальный способ изучить горную местность и добраться до изолированных озер и ущелий. <hr />


        </p>
        <p className="card-description">
          Если вы не интересуетесь экстремальными видами спорта или подобными активностями, вас порадует культурный туризм в Кыргызстане со всем его разнообразием. Любители истории и культуры могут отправиться в музеи в столице страны и узнать о традициях и быте местного населения. История Кыргызстана берет начало во времена Великого Шелкового пути, когда торговцы и купцы перемещались между Европой и Азией, привнося в жизнь кыргызов самые разнообразные диковинные новшества. Так, влияние Китая, Персии, Турции и России все еще заметно и в наши дни. Археологические памятники и петроглифы раскрывают тайны истории Кыргызстана, а местные рынки и сегодня отдаленно напоминают средневековые базары в городах, проходящих по Великому Шелковому пути. Посещение юртовых лагерей и локальных фестивалей дадут вам возможность погрузиться в традиционный кочевой образ жизни кыргызов.<hr />
        </p>
        <p className="card-description">
          Пожалуй, самой известной природной достопримечательностью Кыргызстана является озеро Иссык-Куль, второе по величине высокогорное озеро в мире. Окруженный ледяными вершинами, Иссык-Куль знаменит тем, что не замерзает даже в разгар зимы. Испарения, идущие от поверхности воды, делают озеро слегка соленым, поэтому Иссык-Куль является вторым по величине соленым озером в мире, после Каспийского моря. Северный берег озера окружен известными курортами и пляжами, в том числе здесь находится Чолпон-Ата, где сохранились древние петроглифы. Южный берег известен своими природными достопримечательностями и маршрутами, ведущими к горному хребту Тескей-Ала-Тоо и к ледникам за городом Каракол.

          Те, кто предпочитает неторопливый отдых на природе, могут насладиться горными просторами, которые стали визитной карточкой Кыргызстана. Природный туризм в Кыргызстане развивается стремительно, а способствуют этому долины, ущелья, берега озер и луга, тысячелетиями использовавшиеся пастухами как летние пастбища. Здесь, вдали от цивилизации, в окружении юрт и чистого воздуха, можно расслабиться, набраться сил, ощутить гармонию с природой. В Кыргызстане вы легко сможете отправиться в небольшой поход или совершить прогулку на лошадях продолжительностью от пары часов до нескольких дней.

          Кыргызстан поразит любого путешественника. Это настоящий рай и для любителей экстрима, и для жаждущих уединения и покоя на лоне природы, и для исследователей культуры. Пешие прогулки и верховая езда, катание на лыжах и рафтинг, отдых у берегов озера Иссык-Куль и покорение вершин Тянь-Шаня – всё это предлагает вам туризм в Кыргызстане. Используйте возможность исследовать уникальные быт и традиции местных жителей, погрузиться в неизведанный мир кочевого народа и увидеть невероятные пейзажи, которых нет больше нигде на планете.


        </p>
      </div>
      <div className="card-image">
        <img src="https://st2.depositphotos.com/7442846/11472/v/450/depositphotos_114729852-stock-illustration-kyrgyzstan-map-with-flag-inside.jpg" alt="Placeholder" />
      </div>
    </div>
  );
};

export default CardInfo;
